{
  "expo": {
    "name": "Bucharest Seismic Risk",
    "description": "This application was built to provide a quick way to find out the seismic risk category of a building in Bucharest, from its address, and other details provided by the townhall. \nThe current data are based on the townhall list released in 2018. \n\nIt is important to understand that the absence of a building on its list is in no way a garranty that this building is safe. On the contrary, it only means it was never expertised and we have no information about the safety. \nWhile there is no such thing as 'Risk 0' The higher in the RS category, the safer should be the building. \n\nAbout the 'Urgenta' system, it was in place for the 2 first years and is not always linked to the iminent danger posed by a building. \nIt was made to define which building was going to be re-inforced first, funded by state-money. \nThe fact that this program was cancelled after all, on top of many suspicions of bribery to be the first to beneficiate of this state-program, make the Urgenta system null. \nWhile we kept this information, it can be considerate as this building was not expertised, and should be investigated with the newer RS system. \n\nThis Application was made by Gabriel Morin with the help of Jeremy de France. \nGOOD ENOUGH S.R.L \nhttps://goodenough.solutions/",
    "slug": "bucharest-risk-seismic",
    "privacy": "public",
    "sdkVersion": "32.0.0",
    "platforms": [
      "ios",
      "android"
    ],
    "version": "1.0.2",
    "orientation": "portrait",
    "icon": "./assets/images/app-icon.png",
    "splash": {
      "image": "./assets/images/splash.png",
      "resizeMode": "contain",
      "backgroundColor": "#ffffff"
    },
    "primaryColor": "#f77513",
    "updates": {
      "fallbackToCacheTimeout": 0
    },
    "assetBundlePatterns": [
      "**/*"
    ],
    "ios": {
      "supportsTablet": true,
      "buildNumber": "4",
      "bundleIdentifier": "solutions.goodenough.bucharest.seismicrisk",
      "config": {
        "googleMapsApiKey": ""
      }
    },
    "android": {
      "icon": "./assets/images/app-icon-android.png",
      "package": "solutions.goodenough.bucharest.seismicrisk",
      "versionCode": 4,
      "permissions": [
        "ACCESS_COARSE_LOCATION",
        "ACCESS_FINE_LOCATION"
      ],
      "config": {
        "googleMaps": {
          "apiKey": ""
        }
      }
    }
  }
}